semestr1/his-fil/21.10.20-w.md

# Table of Contents

1.  [Podział wg Arystotelesa ct.](#org7740e32)
    1.  [fil. teoretyczna](#org7e3c5aa)
    2.  [fil. parktyczna :: gr. *prattein*, postępować, działać](#org005b65b)
    3.  [fil. wytwórcza](#orgafaefcf)
2.  [kategorie filozofii:](#orgf03367a)
3.  [Tales z Miletu](#orga872893)
4.  [Anaksymander z Miletu](#orgce1f3c9)
5.  [Anaksymenes z Miletu](#org3638272)
6.  [Pitagoras](#org58d73ca)
7.  [Ksenofanes](#orgb0d873b)



<a id="org7740e32"></a>

# Podział wg Arystotelesa ct.


<a id="org7e3c5aa"></a>

## fil. teoretyczna

-   metafizyka
-   fizyka
-   matematyka


<a id="org005b65b"></a>

## fil. parktyczna :: gr. *prattein*, postępować, działać

-   etyka
-   polityka
-   ekonomia


<a id="orgafaefcf"></a>

## fil. wytwórcza


<a id="orgf03367a"></a>

# kategorie filozofii:

-   ontologia, metafizyka - nauka o bycie
-   epistemologia - teoria poznania, nauka o wiedzy
-   logika - nauka o myśleniu jako takim(wg arystotelesa)
-   etyka - nauka o moralności(nauka o obyczajach)
-   estetyka - nauka o pięknie i twórczości
-   polityka - filozofia obywateli, państwa
-   antropologia - czym, jaki jest człowiek
-   aksjologia -


<a id="orga872893"></a>

# Tales z Miletu

-   urodził się ok. 605 r p.n.e.
-   pierwszy filozof wg dzisiejszych standardów
-   przez sobie współczesnych był nazywany ****sofos**** (mędrzec, erudyta, intelektualista)
-   uznany przez arystotelesa za pierwszego filozofa
-   zadawał sobie pytanie o ****arche**** - prazasadę
-   dla Talesa prazasadą była woda (lub wilogć wg innych tłumaczeń i interpretacji)


<a id="orgce1f3c9"></a>

# Anaksymander z Miletu

-   zmarł 547 r p.n.e.
-   uczeń Talesa
-   napisał traktat filozoficzny heksametrem ("Peri Physeos" - "o przyrodzie" nie zachowało się)
-   za ****arche**** uważał apeiron - bezkres


<a id="org3638272"></a>

# Anaksymenes z Miletu

-   ur 585/60 p.n.e., zmarł 526 p.n.e
-   uczeń Anaksymandra
-   przyroda jest nieskończona
-   ****arche**** jest powietrze
-   rozróżnia pomiędzy duszą i rozumem


<a id="org58d73ca"></a>

# Pitagoras

-   zmarł 497r p.n.e.
-   szkoła pitagorejska w miejscowości kroton
-   ****arche**** to liczba
-   wszystko, co nas otacza funkcjonuje wg określonego porządku
-   rozgraniczenie pomiędzy ciałem a duszą


<a id="orgb0d873b"></a>

# Ksenofanes

-   pochodził z miejscowości kolofon
-   mieszkał w Elei
-   wyśmiewał religię, teologie grecką
-   napisał "Peri Physeos"
-   dla niego ****arche**** to jednia

